EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:838c2ba6-a168-412a-97c5-8af9b8a1fdb9</wsa:MessageID>
      <int:ProcedureID>urn:uuid:7f34f183-5dae-4beb-9133-a0df2aceb299</int:ProcedureID>
      <int:ConversationID>urn:uuid:a9dbac40-eeb3-4580-bccd-1861b3713a17</int:ConversationID>
      <wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:8b11fa27-4a7b-4f0b-bae3-8782ea010d27</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:2fd2c840-fe7c-42d2-8ac1-105de3761052</int:TrackID>
         <int:AcceptTime>2020-01-13T17:59:34+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>ac2f8f7b-541d-449e-bf16-6d380a47eef0</sgn:SignalId>
         <sgn:DateTime>2020-01-13T17:59:34.013</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
